Repository: rkojedzinszky/ganetimgr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Organization
de: Organisation

source: That e-mail address doesn't have an associated user account or the account has not been activated yet. Are you sure you've registered?
de: Diese E-Mailadresse gehört zu keinem Benutzerkonto oder das Benutzerkonto wurde noch nicht aktiviert. Sind Sie sicher, dass Sie sich registriert haben?

source: The user account associated with this e-mail address cannot reset the password.
de: Das Benutzerkonto, das zu dieser E-Mailadresse gehört kann das Passwort nicht zurücksetzen.

source: %sIdle Account Notification
de: %sBenachrichtigung ungenutztes Benutzerkonto

source: A fully qualified domain name, e.g. host.domain.com
de: Ein voll qualifizierter Domainname, z.B. host.domain.com

source: Memory
de: Speicher

source: Disk size (GB)
de: Plattengröße (GB)

source: Specify a size from 2 to 50 GB
de: Geben Sie eine Größe zwischen 2 und 50 GB an

source: Check this option if the virtual machine will be sending e-mail
de: Aktivieren Sie diese Einstellung wenn die virtuelle Maschine E-Mails verschicken wird

source: Hosts mail server
de: Hostet einen E-Mailserver

source: Operating System
de: Betriebssystem

source: Invalid hostname %s
de: Ungültiger Hostname %s

source: Hostname should be fully qualified, e.g. <em>host.domain.com</em>, not <em>host</em>
de: Hostname sollte voll qualifiziert sein, z.B. <em>host.domain.com</em>, nicht <em>host</em>

source: Hostname already exists.
de: Hostname existiert bereits.

source: Additional comments you would like the service administrators to see
de: Zusätzliche Kommentare, die der Service-Administrator sehen soll

source: Comments
de: Bemerkungen

source: Choose either an organization or fill in the contact information
de: Wählen Sie entweder eine Organisation oder füllen Sie die Kontaktdaten aus

source: Choose an organization
de: Wählen Sie eine Organisation aus

source: Please fill in the contact information
de: Bitte füllen Sie die Kontaktdaten aus

source: Please specify a reason for rejection
de: Bitte geben Sie einen Grund für die Ablehnung an

source: This field is required
de: Diese Feld ist zwingen erforderlich

source: Application already handled
de: Antrag ist bereits bearbeitet

source: Malformed SSH key, must be in OpenSSH format, RSA or DSA
de: Fehlerhafter SSH-Schlüssel, Schlüssel muss OpenSSH-Format verwenden, RSA oder DSA

source: Malformed SSH key
de: Fehlerhafter SSH-Schlüssel

source: Invalid RSA SSH key
de: Ungültiger RSA SSH-Schlüssel

source: Invalid DSS SSH key
de: Ungültiger DSS SSH-Schlüssel

source: Unknown key type '%s'
de: Unbekannter Schlüsseltyp '%s'

source: Email (verify)
de: E-Mail (bestätigen)

source: Mail fields do not match.
de: E-Mail-Felder stimmen nicht überein

source: Surname
de: Nachname

source: organization
de: Organisation

source: organizations
de: Organisationen

source: operating system
de: Betriebssystem

source: Network
de: Netzwerk

source: Optionally, select a network to connect the virtualmachine to if you have a special requirement
de: Wenn Sie besondere Anforderungen haben, wählen Sie ein Netzwerk aus, mit dem die virtuelle Maschine verbunden werden soll

source: Your request has been filed with id #%d and will be processed shortly.
de: Ihre Anfrage wurde mit der ID #%d erfasst und wird in Kürze bearbeitet.

source: The following keys were skipped because they already exist:<br />%s
de: Die folgenden Schlüssel wurden übersprungen weil sie bereits existieren:<br />%s

source: Password changed!
de: Passwort geändert!

source: This account is inactive.
de: Dieses Benutzerkonto ist nicht aktiviert.

source: Type a username or group name
de: Geben Sie einen Benutzernamen oder Gruppennamen ein

source: Network adapter model
de: Modell der Netzwerkkarte

source: Hard disk type
de: Festplattentyp

source: Boot device
de: Boot-Gerät

source: CD-ROM Drive
de: CD-ROM-Laufwerk

source: ISO Image URL (http)
de: ISO-Abbild-URL (http)

source: Hardware clock uses local time instead of UTC
de: Hardware-Uhr benutzt lokale Zeit statt UTC

source: Allow From
de: Erlaube aus

source: You selected cdrom as a boot device. You have to enable the CD-ROM drive.
de: Sie haben CD-ROM als Boot-Gerät gewählt. Sie müssen das CD-ROM Laufwerk aktivieren.

source: Only HTTP URLs are allowed
de: Es sind nur HTTP-URLs erlaubt

source: %(url)s is not a valid URL
de: %(url)s ist keine gültige URL

source: Invalid URL
de: Ungültige URL

source: Currently no prefix lengths < %s are allowed
de: Momentan sind keine Präfixlänge von < %s erlaubt

source: %(address)s is not a valid address
de: %(address)s ist keine gültige Adresse

source: Running
de: Läuft

source: Stopped
de: Gestoppt

source: Running, should be stopped
de: Läuft, soll gestoppt sein

source: Stopped, should be running
de: Gestoppt, sollte laufen

source: modifying
de: ändere

source: creating
de: erstelle

source: Not allowed action
de: Aktion ist nicht erlaubt

source: destruction
de: Vernichtung

source: rename
de: umbenennen

source: %(pref)sInstance %(action)s requested: %(instance)s
de: %(pref)sInstanz hat %(action)s angefordert: %(instance)s

source: Could not send email
de: Konnte E-Mail nicht verschicken

source: Mail sent
de: E-Mail verschickt

source: Mail changed succesfully.
de: E-Mail erfolgreich geändert.

source: Permissions' violation. This action has been logged and our admins will be notified about it
de: Verletzung der Berechtigungen. Diese Handlug wurde geloggt und unsere Administratoren werden darüber benachrichtigt

source: Please wait... shutting-down
de: Bitte warten… Fahre herunter

source: Please wait... starting-up
de: Bitte warten… Fahre hoch

source: Please wait... rebooting
de: Bitte warten… Starte neu

source: Could not connect to api
de: Konnte mich nicht mit der API verbinden

source: English
de: Englisch

source: Welcome! Please take some time to update <a href="%s">your profile</a> and upload your SSH keys.
de: Willkommen! Bitte nehmen Sie sich kurz Zeit, um <a href="%s">Ihr Profil</> auszufüllen und Ihre SSH-Schlüssel hochzuladen.

source: Search for
de: Suche nach

source: Subject
de: Betreff

source: Body
de: Nachrichtentext

source: Recipients
de: Empfänger

source: Internal error
de: Interner Fehler

source: Administrators have been notified about this problem. We apologize for the inconvenience.
de: Die Administratoren wurden über dieses Problem benachrichtigt. Wir entschuldigen uns für die Unannehmlichkeiten.

source: Yeap this is a nice <strong>500</strong>!
de: Ja, das ist ein netter <strong>500</strong>!

source: Create new Virtual Machine
de: Lege neue virtuelle Maschine an

source: Home
de: Start

source: Create Instance
de: Instanz anlegen

source: Create a new instance
de: Lege neue Instanz an

source: Instance information
de: Informationen zu Instanzen

source: Administrative contact
de: Administrativer Kontakt

source: Placement
de: Platzierung

source: The user has requested explicit network placement on
de: Der Benutzer hat explizite Netzwerkplatzierung wie folgt angefordert:

source: Job ID
de: Aufgaben-ID

source: Error
de: Fehler

source: Apply
de: Anwenden

source: Application list
de: Antragsliste

source: Instance Applications
de: Instanz-Anträge

source: No applications yet.
de: Noch keine Anträge.

source: Pending applications
de: Ausstehende Anträge

source: Show Approved
de: Zeige genehmigte

source: Show Failed
de: Zeige fehlgeschlagene

source: User
de: Benutzer

source: Filed
de: Eingereicht

source: Completed applications
de: Abgeschlossene Anträge

source: applications
de: Anträge

source: Apply for a new instance
de: Beantragen Sie eine neue Instanz

source: Use/Comments
de: Zweck/Kommentare

source: Give a short description of the intended use of this virtual machine, that justifies the parameter selection above. Feel free to include any additional comments.
de: Geben Sie eine kurze Beschreibung des Nutzungszwecks dieser virtuellen Machine, der die obigen Parameter erfordert. Sie könne gerne zusätzliche Bemerkungen hinzufügen.

source: If you are applying on behalf of a NOC under %(name)s's constituency, please select the appropriate organization. Otherwise, fill-in the admin contact information below.
de: Wenn Sie den Antrag im Namen eines NOCs das zu %(name)s gehört einen Antrag stellen, wählen Sie bitte die entsprechende Organisation. Ansonsten füllen Sie bitte die administrativen Kontaktinformationen unten aus.

source: Miscellaneous
de: Verschiedenes

source: We kindly remind you of the following:
de: Wir möchten Sie auf folgendes hinweisen:

source: <li> You are solely responsible for the data on your VM. You have to take care of back-ups etc. </li> <li> We reserve the right to temporarily suspend the operation of your VM in case it causes malfunctions to our infrastructure </li>
de: <li> Sie sind für die Daten auf Ihrer VM allen verantwortlich. Sie müssen sich um Backups usw. selbst kümmern. </li> <li> Wir behalten uns das Recht vor, Ihre VM temporär außer Betrieb zu nehmen, wenn sie eine Störung unserer Infrastruktur verursacht. </li>

source: You must accept the terms of service before continuing.
de: Sie müssen die Nutzungsbedingungen akzeptieren bevor sie weitermachen können.

source: I have read the above and accept them, along with the
de: Ich habe obiges gelesen und stimme dem zusammen mit den

source: Terms of Service
de: Nutzungsbedingungen zu

source: Dear %(username)s, Your request #%(pk)s to create virtual machine name %(hostname)s has been rejected for the following reasons: %(admin_comments)s For more information please contact the %(service)s Helpdesk.
de: Sehr geehrte(r) %(username)s, Ihre Antrag #%(pk)s eine virtuelle Maschine mit dem Namen %(hostname)s anzulegen wurde aus folgenden Gründen abgelehnt: %(admin_comments)s Für weitere Informationen kontaktieren Sie bitte den %(service)s Helpdesk.

source: User %(username)s (%(first_name)s %(last_name)s) made the following request:
de: Benutzer %(username)s (%(first_name)s %(last_name)s) hat folgende Anfrage gestellt:

source: VM parameters ------------- Name: %(hostname)s Memory: %(memory)s vCPUs: %(vcpus)s Disk: %(disk_size)s GB Operating system: %(operating_system)s Hosting mail server: %(hosts_mail_server)s
de: VM Parameter ------------ Name: %(hostname)s Speicher: %(memory)s vCPUs: %(vcpus)s Festplatte: %(disk_size)s GB Betriebssystem: %(operating_system)s Hostet E-Mailserver: %(hosts_mail_server)s

source: The user requested the VM to connect to the network
de: Der Nutzer hat beantragt die VM mit dem Netzwerk zu verbinden

source: Contact
de: Kontakt

source: Responsible entity
de: Verantwortliche Stelle

source: Administrative Contact
de: Administrativer Kontakt

source: To manage the request, visit %(url)s
de: Um den Antrag zu bearbeiten, besuchen Sie %(url)s

source: Review application
de: Überprüfe Antrag

source: Job Details
de: Aufgabendetails

source: Close
de: Schließen

source: by
de: von

source: Submitted
de: Übermittelt

source: Decision
de: Entscheidung

source: Comments to the user
de: Bemerkungen an den Benutzer

source: The instance has been placed on
de: Die Instanz wurde platziert auf:

source: Reviewed by
de: Überprüft von

source: Pending Instance Applications
de: Ausstehende Instanz-Anträge

source: Requested os not found
de: Angefordertes Betriebssystem nicht gefunden

source: Audit Log
de: Audit-Protokoll

source: History
de: Verlauf

source: Showing results for the last
de: Zeige Ergebnisse für die letzten

source: days.
de: Tage.

source: Job Id
de: Aufgaben-ID

source: Instance
de: Instanz

source: Action
de: Aktion

source: Time
de: Zeit

source: logs
de: Protokolle

source: From user
de: Von Benutzer

source: Language
de: Sprache

source: Clear Cache
de: Lösche Cache

source: My Profile
de: Mein Profil

source: Logout
de: Ausloggen

source: Applications
de: Anträge

source: Notifications
de: Benachrichtigungen

source: Jobs
de: Aufgaben

source: Graphs
de: Diagramme

source: Statistics
de: Statistiken

source: Idle Accounts
de: Ungenutzte Benutzerkonten

source: Latest News
de: Aktuellste Nachrichten

source: This is a service provided by
de: Dieser Dienst wird bereitgestellt von:

source: Service Terms
de: Nutzungsbedingungen

source: Nodegroup
de: Node-Gruppe

source: Disk
de: Festplatte

source: Cluster info
de: Cluster-Informationen

source: Select cluster
de: Wähle Cluster

source: Disk Templates
de: Festplatten-Vorlagen

source: Instances
de: Instanzen

source: Networks
de: Netzwerke

source: Nodegroups
de: Node-Gruppen

source: Get Graphs
de: Diagramme abrufen

source: User %(user.username)s
de: Benutzer %(user.username)s

source: has made the following request
de: hat folgende Anfrage gestellt

source: Reinstall
de: Reinstallation

source: Delete
de: Löschen

source: Rename
de: Umbenennen

source: Change email
de: E-Mailadresse ändern

source: New email
de: Neu E-Mail

source: to
de: nach

source: WARNING! The above action will
de: ACHTUNG! Die obige Aktion wird

source: delete your data
de: Ihre Daten löschen

source: and install
de: und folgendes installieren:

source: delete your virtual machine
de: Ihre virtuelle Maschine löschen

source: Make sure you take backups of any data you need. WARNING! Once you start the process, it cannot be undone.
de: Stellen Sie sicher, das Sie Backups von allen Daten haben, die Sie benötigen. ACHTUNG! Wenn Sie den Prozess gestarte haben, kann er nicht mehr rückgängig gemacht werden.

source: To continue, please visit %(url)s
de: Um weiterzumachen besuchen Sie bitte %(url)s

source: Console
de: Konsole

source: about
de: über

source: on cluster
de: auf Cluster

source: Loading
de: Lade

source: Secondary Nodes
de: Sekundäre Nodes

source: OS
de: Betriebssystem

source: Network cards
de: Netzwerkkarten

source: Created on
de: Erstellt am

source: Last modified
de: Zuletzt geändert

source: Owners
de: Besitzer

source: Manage Owners
de: Verwalte Besitzer

source: Admin Options
de: Anministrator-Optionen

source: Options
de: Optionen

source: Notify
de: Benachrichtige

source: Unlock
de: Entsperren

source: Lock
de: Sperren

source: De-Isolate
de: De-isolieren

source: Isolate
de: Isolieren

source: Application
de: Antrag

source: No data available yet...
de: Noch keine Daten verfügbar…

source: Configuration Options
de: Konfigurationsmöglichkeiten

source: Configuration
de: Konfiguration

source: Actions
de: Aktionen

source: Instance Tags
de: Instanz-Tags

source: Shutdown
de: Herunterfahren

source: Reboot
de: Neu Starten

source: Rename...
de: Umbenennen…

source: Reinstall...
de: Reinstallieren…

source: Destroy...
de: Vernichten…

source: Start
de: Starten

source: Instance actions are disabled by the administrator
de: Aktionen an der Instanz sind vom Administrator gesperrt

source: Reinstall Instance
de: Reinstalliere Instanz

source: Warning!
de: Achtung!

source: You are about to initiate the process of your instance <strong>%(instance)s</strong> re-installation. <br>Unless you choose "No operating system", this process <strong>wipes all your data</strong> and re-installs your instance from scratch. You will lose all your data. <br>Your instance will not be reinstalled yet, though.<br> You will receive an email with an activation link. Only when you visit the activation link, your instance will be reinstalled.
de: Sie sind im Begriff eine Reinstallationsprozess auf Ihrer Instanz <strong>%(instance)s</strong> zu starten. <br>Wenn Sie nicht „Kein Betriebssystem“ gewählt haben, werden dabei <strong>all Ihre Daten gelöscht</strong> und Ihre Instanz von Grund auf Reinstalliert. Sie werden all Ihre Daten verlieren. <br>Ihre Instanz wird aber nicht sofort reinstalliert.<br> Sie werden eine E-Mail mit einem Aktivierungslink erhalten. Nur wenn Sie den Aktivierungslink besuchen wird Ihre Instanz reinstalliert.

source: Email link
de: Link per E-Mail verschicken

source: Destroy Instance
de: Instanz vernichten

source: You are about to initiate the process of your instance <strong>%(instance)s</strong> removal. This process will <strong>destroy your instance</strong>. You will lose all your data. <br>Your instance will not be destroyed yet, though.<br> You will receive an email with an activation link. Only when you visit the activation link, your instance will be destroyed.
de: Sie sind im Begriff den Löschprozess auf Ihrer Instanz <strong>%(instance)s</strong> zu starten. Dieser Prozess wird <strong>Ihre Instanz vernichten</strong>. Sie werden all Ihre Daten verlieren. <br>Ihre Instanz wird aber nicht sofort vernichtet.<br> Sie werden eine E-Mail mit einem Aktivierungslink erhalten. Nur wenn Sie den Aktivierungslink besuchen wird Ihre Instanz vernichtet.

source: Rename Instance
de: Instanz umbenennen

source: You cannot rename instance <strong>%(instance)s</strong>. To rename an instance make sure it is turned off. To turn it off select shutdown from this panel.
de: Sie können die Instanz <strong>%(instance)s</strong> nicht umbenennen. Zum Umbenennen der Instanz stellen Sie sicher, dass sie ausgeschaltet ist. Zum Ausschalten wählen sie harunterfahren aus diesem Panel.

source: VNC session on
de: VNC Sitzung ein

source: Canvas is not supported in your browser. Please use new versions of Chrome or Firefox.
de: Canvas wird von Ihrem Browser nicht unterstützt. Bitte nutzen Sie neuere Versionen von Chrome oder Firefox.

source: Instance Rename
de: Instanz umbenennen

source: You are about to initiate the process of your instance <strong>%(instance)s</strong> rename.<br> Once you select a new hostname and click Email link you will receive an email with an activation link. Only when you visit the activation link, your instance will be renamed. <div class="alert alert-warning"><strong>Important</strong>: To rename an instance make sure that it is turned off</div>
de: Sie sind dabei den Umbenennungsprozess Ihrer Instanz <strong>%(instance)s</strong> zu starten.</br> Nachdem Sie einen neuen Hostnamen gewählt und auf Link per E-Mail verschicken geklickt haben, werden Sie eine E-Mail mit einem Aktivierungslink erhalten. Nur wenn Sie den Aktivierungslink besuchen wird Ihre Instanz umbenannt. <div class="alert alert-warning"><strong>Wichtig</strong>: Stellen Sie zum Umbenennen der Instanz sicher, dass sie ausgeschaltet ist</div>

source: My instances
de: Meine Instanzen

source: Owner
de: Besitzer

source: HiddenContactDetails
de: Versteckte Kontaktdetails

source: Instance Details
de: Instanz-Details

source: instances
de: Instanzen

source: All your data will be lost!
de: All Ihre Daten werden verloren gehen!

source: Your instance will be deleted!
de: Ihre Instanz wird gelöscht!

source: Make sure you have a recent backup of your data!
de: Stellen Sie sicher, dass sie ein aktuelles Backup Ihrer Daten haben!

source: Once initiated, this process cannot be undone or stop!
de: Wenn dieser Proze gestartet wird kann er nicht gestoppt oder rückgängig gemacht werden!

source: Important
de: Wichtig

source: To rename an instance make sure that it is turned off
de: Zum Umbenennen einer Instanz stellen Sie sicher, dass sie ausgeschaltet ist

source: Re-install
de: Reinstallieren

source: Destroy
de: Vernichten

source: on instance <strong>%(instance)s</strong> is no longer available. It has either expired or it is already performed.
de: ist auf der Instanz <strong>%(instance)s</strong> ist nicht mehr verfügbar. Die Aktion ist entweder abgelaufen oder wurde bereits durchgeführt.

source: Apply for a new request via the instance details page.
de: Stellen Sie eine neuen Antrag über die Instanz-Details Seite.

source: You are about to change your email to
de: Sie sind dabei Ihre E-Mailadresse wie folgt zu ändern

source: Change Email
de: E-Mailadresse ändern

source: Mail change is no longer available. It has either expired or it is already performed.<br> Apply for a new request via the instance details page.
de: Die Änderungsaktion der E-Mailadresse is nicht mehr verfügbar. Sie ist entweder abgelaufen oder wurde bereits durchgeführt.<br> Stellen Sie eine neuen Antrag über die Instanz-Details Seite.

source: Clusters Jobs
de: Cluster Aufgaben

source: jobs
de: Aufgaben

source: Send Email Notifications
de: Schicke Benachrichtigung per E-Mail

source: Send
de: Abschicken

source: Type name(s) from user, group, instance, cluster
de: Geben Sie den Namen vom Benutzer, Gruppe, Instanz, Cluster ein

source: Activation Status
de: Aktivierungsstatus

source: succesfully activated
de: erfolgreich aktiviert

source: The account has probably been already activated.
de: Das Benutzerkonto wurde wahrscheinlich schon aktiviert.

source: Activation Complete
de: Aktivierung abgeschlossen

source: Account
de: Benutzerkonto

source: Your account will be approved by an administrator and you will be notified via email
de: Ihr Benutzerkonto wird von einem Administrator freigegeben und Sie werden per E-Mail benachrichtigt

source: You have successfully validated your email address. Your account with username
de: Sie haben Ihre E-Mailadresse erfolgreich bestätigt. Ihr Benutzerkonto mit dem Namen

source: will be activated by an administrator and you will be notified via email.
de: wird von einem Administrator aktiviert und Sie werden per E-Mailbenachrichtigt.

source: You have registered for a new account. Username: %(username)s E-mail: %(email)s To proceed with with your account activation, you must first validate your email address. To do so, click on the following link or copy the address to your browser
de: Sie haben ein neues Benutzerkonto registriert. Benutzername: %(username)s E-Mailadresse: %(email)s Um mit der Aktivierung Ihres Benutzerkontos fortzufahren müssen Sie zuerst Ihre E-Mailadresse bestätitgen. Dazu klicken Sie bitte auf den folgenden Link oder kopieren Sie die Adress in Ihren Browser

source: The site's administrator will then be notified about your newly created account and proceed to approve it. You have %(expiration_days)s days to validate your email address. If you fail to do so within the time limit, you will have to register again. Upon approval, you will receive a new email message.
de: Der Adminstrator dieser Site wird über Ihren soeben erstelltes Benutzerkonto benachrichtigt und es dann bestätigen. Sie haben %(expiration_days)s Tage Zeit um Ihre Emailadresse zu bestätigen. Wenn Sie dies nicht innerhalb dieses Zeitraums machen, müssen Sie sich neu registrieren. Nach der Bestätitgung werden Sie eine neue E-Mailbanchrichtigung erhalten.

source: User account activation
de: Aktivierung des Banutzeraccounts

source: Admin approval status
de: Status der Bestätigungen durch den Adminstrator

source: Approval Status
de: Bestätigungstatus

source: is successfully approved
de: wurde erfolgreich bestätigt

source: The user has probably been already approved.
de: Der Benutzer wurde wahrscheinlich schon erfolgreich bestätigt.

source: Admin approval Complete
de: Bestätigung durch Administrator erfolgt

source: Approval Complete
de: Bestätigung erfolgt

source: The user will be notified about his/her account approval
de: Der Benutzer wird über die Bestätigung seines/ihres Benutzerkontos informiert

source: Your account
de: Ihr Benutzerkonto

source: has been approved.
de: wurde bestätigt

source: You may login using the following URL:
de: Sie können sich nun über die folgende URL einloggen:

source: User %(full_name)s has registered for a new account. Username: %(username)s E-mail: %(email)s To approve the user's account, click on the following url:
de: Benutzer %(full_name)s hat ein neues Benutzerkonto registriert. Benutzername: %(username)s E-Mailadresse: %(email)s Zur Bestätigung des Benutzerkontos klicken Sie auf die folgende URL:

source: Upon approval the user will receive a new email message.
de: Nach der Bestätigung wird der Nutzer eine weitere Benachrichtigung per E-Mail erhalten.

source: User account approval
de: Bestätigung Benutzerkonten

source: Change Password
de: Ändere Passwort
