Repository: rkojedzinszky/ganetimgr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Submit
de: Abschicken

source: Password Reset Complete
de: Zurücksetzten des Passworts abgeschlossen

source: Your password was successfully reset. You may login
de: Ihr Passwort wurde erfolgreich zurückgesetzt. Sie können sich jetzt

source: here
de: einloggen

source: Reset Password
de: Passwort zurücksetzen

source: Password Reset
de: Passwort zurücksetzen

source: Reset
de: zurücksetzen

source: There was an error processing your password change request.
de: Bei der Verarbeitung Ihrer Anfrage das Passwort zu ändern ist ein Fehleraufgetreten.

source: Email sent
de: E-Mail verschickt

source: Email Sent
de: E-Mail verschickt

source: An email has been sent containing instructions on resetting your password. Please check your inbox.
de: Eine Anleitung zum Zurücksetzten des Passworts wurde per E-Mail verschickt. Bitte überpüfen Sie Ihre Inbox.

source: Activation email sent
de: Aktivierungse-mail wurde verschickt

source: Activation Email Sent
de: Aktivierungse-mail wurde verschickt

source: An email has been sent to the address you specified during registration
de: Eine E-Mail wurde an die E-Mailadresse verschickt, die Sie bei der Registrierung angegeben haben, verschickt.

source: To proceed with your registration follow the instructions provided in the email
de: Folgen sie den Anweisungen in der E-Mail um mit der Registrierungfortzufahren

source: Register
de: Registrieren

source: Register new user
de: Registriere neuen Benutzer

source: Activation Expired
de: Aktivierung abgelaufen

source: Seems that you failed to activate your account within your given time limit.
de: Es scheint als hätten Sie Ihr Benutzerkonto nicht innerhalb der vorgegeben Frist aktiviert.

source: Your account has been deleted. You need to register again.
de: Ihr Benutzerkonto wurde gelöscht. Sie müssen sich erneut registrieren.

source: Instance Creation History
de: Verlauf erstellter Instanzen

source: Click and drag in the plot area to zoom in
de: Zum Vergrößern klicken und ziehen sie mit der Maus in dem Diagramm

source: Drag your finger over the plot to zoom in
de: Zum Vergrößern ziehen Sie mit Ihrem Finger in dem Diagramm

source: Instance Creation Dates
de: Erstellungsdaten der Instanzen

source: Number of Instances
de: Anzahl von Instanzen

source: Created
de: Erstellt

source: So far
de: Bis jetzt

source: Instance Applications History
de: Verlauf von Anträgen auf Instanzen

source: Instance Application Dates
de: Daten der Instanzerstellung

source: Number of Applications
de: Anzahl an Anträgen

source: Submitted:
de: Abgeschickt:

source: Service Statistics
de: Service-Statistik

source: Username
de: Benutzername

source: Platform Statistics
de: Plattform-Statistik

source: Managed by ganetimgr
de: Verwaltet von ganetimgr

source: Instances
de: Instanzen

source: Created
de: Erstellt

source: Submitted
de: Abgeschickt

source: Users
de: Benutzer

source: Registered
de: Registriert

source: Groups
de: Gruppen

source: of users
de: von Benutzern

source: Organizations
de: Organisationen

source: Participating
de: Teilnehmend

source: Your Statistics
de: Ihre Statistiken

source: My Instances
de: Meine Instanzen

source: Total
de: Insgesamt

source: Avg.
de: Durchschnittl.

source: Warning
de: Warnung

source: Adding or removing users and groups is done on your own responsibility
de: Hinzufügen oder entfernen von Benutzern erfaolgt auf Ihr eigenes Risiko

source: Dear
de: Sehr geehrte(r)

source: To ensure the validity of user accounts in the service we monitor usage of the web management interface.
de: Um die Validität von Benutzerkonten auf unserem Dienst sicherzustellen beobachten wir die Nutzung des Web_interface.

source: We would like to inform you that the last time you logged in was %(days)s ago (or more).
de: Wir möchten Sie darüber informieren, dass Sie sich vor %(days)s oder mehr Tagen zuletzt angemeldet haben.

source: Therefore we kindly ask you to confirm the validity of your account. The confirmation is performed by accessing the login page of the service:
de: Wir möchten Sie daher darum bitten die Gültigkeit Ihres Benutzerkontos zu bestätigen. Die Bestätigung erfolgt durch den Zugriff auf die Login-Seite des Dienstes:

source: Please do this as soon as possible.
de: Bitte führen Sie dies schnellstmöglich durch.

source: Sincerely, The %(service_name)s Management.
de: Mit freundlichen Grüßen, Das Management von %(service_name)s.

source: Dear %(user)s,
de: Sehr geehrte(r) %(user)s,

source: We hereby inform you that the password for your account in the %(service_title)s service has been changed successfully.
de: wir möchten Sie hiermit informieren, dass das Passwort für Ihr Benutzerkonto beim Dienst %(service_title)s erforgreich geändert wurde.

source: If the password change was not made by you, please inform the %(provider)s Helpdesk.
de: Wenn die Passwortänderung nicht von Ihnen vorgenommen wurde informieren Sie bitte den Helpdesk von %(provider)s.

source: User Idle Accounts
de: Ungenutzte Konten

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: E-mail
de: E-Mailadresse

source: Last Login
de: Letzte Anmeldung

source: Login
de: Anmeldung

source: Welcome
de: Wilkommen

source: <p>Welcome to %(name)s's %(title)s service.</p> <p>If you are new to the service, take some time to read the service description supplied at the hyperlink at the end of this page and then register for a new account.</p>
de: <p>Wilkommen bei %(title)s der %(name)s.</p> <p>Wenn Sie neu bei diesem Dienst sind nehmen Sie sich bitte die Zeit und lesen Sie die verlinkte Dienstbeschreibung unten auf dieser Seite und registrieren dann ein neues Benutzerkonto.</p>

source: <p>If you already have an account, you can log in using the form on the right.</p> <p>For troubleshooting info and remarks do not hesitate to contact %(name)s's Helpdesk.</p>
de: <p>Wenn Sie bereits über ein Benutzerkonto verfügen können Sie sich über das Formular auf der rechten Seite anmelden.</p> <p>Für Informationen zur Störungsbeseitigung oder Anmerkung zögern Sie nicht, sich and den %(name)s Helpdesk zu wenden.</p>

source: <p>Learn more about the educational content for the service ViMa</p>
de: <p>Erfahren Sie mehr über die Bildungsinhalte für den Dienst ViMa</p>

source: Forgot password?
de: Passwort vergessen?

source: Register a new account
de: Neues Benutzerkonto registrieren

source: There is a pending mail change request on your behalf. Check your e-mails for an activation link.
de: Es existiert bereits eine Anfrage Ihre E-Mailadresse zu ändern. Überprüfen Sie Ihre E-Mails für einen Aktivierungslink.

source: enter your new mail address twice so we can verify you typed it in correctly.
de: geben Sie ihre neue E-Mailadresse zwei mal ein, so dass wir überprüfen können, dass sie sich nicht vertippt haben.

source: Once you submit this form you will receive an activation email with instructions on how to proceed
de: Nachdem Sie dieses Formular übermittelt haben, erhalten Sie eine Aktivierungse-mail mit Anweisungen über das weitere Vorgehen

source: Your e-mail
de: Ihre E-Mailadresse

source: has successfully changed to
de: wurde erfolgreich geändert auf

source: you have not registered an address yet
de: Sie haben noch keine E-Mailadresse registriert

source: enter your first and last name
de: geben Sie Ihren Vor- und Nachnamen ein

source: Your name
de: Ihr Name

source: was successfully changed
de: wurde erfolgreich geändert

source: we don't know your name yet
de: wir kennen Ihren Namen noch nicht

source: Change
de: Ändern

source: change organization and phone
de: Organisation und Telefonnummer ändern

source: Changed successfully
de: Änderung abgeschlossen

source: please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de: bitte geben Sie zur Sicherheit Ihr altes Passwort ein und geben Sie dann das neue zwei mal ein, um sicherzustellen, dass Sie sich nicht vertippt haben.

source: Changing your password will log you out
de: Wenn Sie Ihr Passwort ändern werden Sie abgemeldet

source: Password changed
de: Passwort geändert

source: successfully
de: erfolgreich

source: about my profile
de: über mein Profil

source: profile
de: Profil

source: My profile
de: Mein Profil

source: Change Name
de: Ändere Namen

source: Manage SSH Keys
de: Verwalte SSH-Schlüssel

source: Other
de: Andere

source: User Information
de: Benutzerinformationen

source: Group Information
de: Gruppeninformationen

source: Is Active
de: Ist Aktiv

source: Group Name
de: Gruppenname

source: Displaying %(usergroup)s instances
de: Zeige Instanzen von %(usergroup)s

source: Upload your SSH public keys and have them automatically installed on all newly-created instances. Keys must be in OpenSSH format, either RSA, or DSA, with or without a trailing comment.
de: Laden Sie Ihre öffentlichen SSH-Schlüssel hoch, um sie automatisch auf neu erstellten Instanzen installieren. Schlüssel müssen im OpenSSH-Format vorliegen, entweder RSA oder DSA-Format mit oder ohne nachfolgenden Kommentar.

source: Add new key
de: Neuen Schlüssel hinzufügen

source: Add key
de: Schlüssel hinzufügen
